{
  "word2idx": {
    "3": 38,
    "5": 40,
    "10": 107,
    "14": 70,
    "5000": 53,
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "bonjour": 4,
    "bienvenue": 5,
    "sur": 6,
    "abshop": 7,
    "comment": 8,
    "puis": 9,
    "je": 10,
    "vous": 11,
    "aider": 12,
    "salut": 13,
    "bonsoir": 14,
    "hey": 15,
    "hello": 16,
    "coucou": 17,
    "vendez": 18,
    "quoi": 19,
    "vend": 20,
    "des": 21,
    "produits": 22,
    "electroniques": 23,
    "vetements": 24,
    "et": 25,
    "accessoires": 26,
    "que": 27,
    "vos": 28,
    "catalogue": 29,
    "acheter": 30,
    "livraison": 31,
    "nous": 32,
    "livrons": 33,
    "partout": 34,
    "en": 35,
    "algerie": 36,
    "sous": 37,
    "a": 39,
    "jours": 41,
    "ouvrables": 42,
    "livrez": 43,
    "ou": 44,
    "delai": 45,
    "de": 46,
    "combien": 47,
    "rapide": 48,
    "gratuite": 49,
    "la": 50,
    "est": 51,
    "partir": 52,
    "da": 54,
    "d": 55,
    "achat": 56,
    "payer": 57,
    "pouvez": 58,
    "par": 59,
    "carte": 60,
    "bancaire": 61,
    "virement": 62,
    "modes": 63,
    "paiement": 64,
    "oui": 65,
    "le": 66,
    "disponible": 67,
    "retour": 68,
    "avez": 69,
    "pour": 71,
    "retourner": 72,
    "un": 73,
    "article": 74,
    "contactez": 75,
    "email": 76,
    "remboursement": 77,
    "effectue": 78,
    "apres": 79,
    "reception": 80,
    "du": 81,
    "rembourser": 82,
    "suivre": 83,
    "ma": 84,
    "commande": 85,
    "votre": 86,
    "numero": 87,
    "suivi": 88,
    "envoye": 89,
    "expedition": 90,
    "mon": 91,
    "colis": 92,
    "tracking": 93,
    "contact": 94,
    "ecrivez": 95,
    "com": 96,
    "reponse": 97,
    "24h": 98,
    "contacter": 99,
    "support": 100,
    "service": 101,
    "client": 102,
    "promo": 103,
    "inscrivez": 104,
    "newsletter": 105,
    "recevoir": 106,
    "premiere": 108,
    "reduction": 109,
    "promos": 110,
    "code": 111,
    "suivez": 112,
    "les": 113,
    "reseaux": 114,
    "sociaux": 115,
    "nos": 116,
    "codes": 117,
    "exclusifs": 118,
    "soldes": 119,
    "commander": 120,
    "choisissez": 121,
    "produit": 122,
    "ajoutez": 123,
    "au": 124,
    "panier": 125,
    "validez": 126,
    "veux": 127,
    "prix": 128,
    "sont": 129,
    "affiches": 130,
    "chaque": 131,
    "fiche": 132,
    "notre": 133,
    "site": 134,
    "ca": 135,
    "coute": 136,
    "c": 137,
    "cher": 138,
    "proposons": 139,
    "meilleurs": 140,
    "avec": 141,
    "regulieres": 142,
    "tarif": 143,
    "creer": 144,
    "compte": 145,
    "cliquez": 146,
    "s": 147,
    "inscrire": 148,
    "haut": 149,
    "remplissez": 150,
    "formulaire": 151,
    "inscription": 152,
    "mot": 153,
    "passe": 154,
    "oublie": 155,
    "page": 156,
    "connexion": 157,
    "se": 158,
    "connecter": 159,
    "merci": 160,
    "plaisir": 161,
    "n": 162,
    "hesitez": 163,
    "pas": 164,
    "si": 165,
    "autres": 166,
    "questions": 167,
    "super": 168,
    "accord": 169,
    "ok": 170,
    "parfait": 171,
    "revoir": 172,
    "bonne": 173,
    "visite": 174,
    "bye": 175,
    "bientot": 176
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<SOS>",
    "3": "<EOS>",
    "4": "bonjour",
    "5": "bienvenue",
    "6": "sur",
    "7": "abshop",
    "8": "comment",
    "9": "puis",
    "10": "je",
    "11": "vous",
    "12": "aider",
    "13": "salut",
    "14": "bonsoir",
    "15": "hey",
    "16": "hello",
    "17": "coucou",
    "18": "vendez",
    "19": "quoi",
    "20": "vend",
    "21": "des",
    "22": "produits",
    "23": "electroniques",
    "24": "vetements",
    "25": "et",
    "26": "accessoires",
    "27": "que",
    "28": "vos",
    "29": "catalogue",
    "30": "acheter",
    "31": "livraison",
    "32": "nous",
    "33": "livrons",
    "34": "partout",
    "35": "en",
    "36": "algerie",
    "37": "sous",
    "38": "3",
    "39": "a",
    "40": "5",
    "41": "jours",
    "42": "ouvrables",
    "43": "livrez",
    "44": "ou",
    "45": "delai",
    "46": "de",
    "47": "combien",
    "48": "rapide",
    "49": "gratuite",
    "50": "la",
    "51": "est",
    "52": "partir",
    "53": "5000",
    "54": "da",
    "55": "d",
    "56": "achat",
    "57": "payer",
    "58": "pouvez",
    "59": "par",
    "60": "carte",
    "61": "bancaire",
    "62": "virement",
    "63": "modes",
    "64": "paiement",
    "65": "oui",
    "66": "le",
    "67": "disponible",
    "68": "retour",
    "69": "avez",
    "70": "14",
    "71": "pour",
    "72": "retourner",
    "73": "un",
    "74": "article",
    "75": "contactez",
    "76": "email",
    "77": "remboursement",
    "78": "effectue",
    "79": "apres",
    "80": "reception",
    "81": "du",
    "82": "rembourser",
    "83": "suivre",
    "84": "ma",
    "85": "commande",
    "86": "votre",
    "87": "numero",
    "88": "suivi",
    "89": "envoye",
    "90": "expedition",
    "91": "mon",
    "92": "colis",
    "93": "tracking",
    "94": "contact",
    "95": "ecrivez",
    "96": "com",
    "97": "reponse",
    "98": "24h",
    "99": "contacter",
    "100": "support",
    "101": "service",
    "102": "client",
    "103": "promo",
    "104": "inscrivez",
    "105": "newsletter",
    "106": "recevoir",
    "107": "10",
    "108": "premiere",
    "109": "reduction",
    "110": "promos",
    "111": "code",
    "112": "suivez",
    "113": "les",
    "114": "reseaux",
    "115": "sociaux",
    "116": "nos",
    "117": "codes",
    "118": "exclusifs",
    "119": "soldes",
    "120": "commander",
    "121": "choisissez",
    "122": "produit",
    "123": "ajoutez",
    "124": "au",
    "125": "panier",
    "126": "validez",
    "127": "veux",
    "128": "prix",
    "129": "sont",
    "130": "affiches",
    "131": "chaque",
    "132": "fiche",
    "133": "notre",
    "134": "site",
    "135": "ca",
    "136": "coute",
    "137": "c",
    "138": "cher",
    "139": "proposons",
    "140": "meilleurs",
    "141": "avec",
    "142": "regulieres",
    "143": "tarif",
    "144": "creer",
    "145": "compte",
    "146": "cliquez",
    "147": "s",
    "148": "inscrire",
    "149": "haut",
    "150": "remplissez",
    "151": "formulaire",
    "152": "inscription",
    "153": "mot",
    "154": "passe",
    "155": "oublie",
    "156": "page",
    "157": "connexion",
    "158": "se",
    "159": "connecter",
    "160": "merci",
    "161": "plaisir",
    "162": "n",
    "163": "hesitez",
    "164": "pas",
    "165": "si",
    "166": "autres",
    "167": "questions",
    "168": "super",
    "169": "accord",
    "170": "ok",
    "171": "parfait",
    "172": "revoir",
    "173": "bonne",
    "174": "visite",
    "175": "bye",
    "176": "bientot"
  },
  "size": 177
}